Repository: bitcero/mywords
Catalog: mywords/lang/*.po
Languages: es

source: Blog name
es: Nombre del blog

source: Excerpt
es: Extracto

source: There are not trackbacks yet
es: Todavía no hay trackbacks

source: Unknow
es: Desconocido

source: Post title here...
es: Título del artículo...

source: Sorry, your trackback seems to be invalid!
es: ¡Lo sentimos, parece que tu trackback no es válido!

source: Sorry, your trackback seems to be SPAM
es: Lo sentimos, parace que esto es SPAM

source: We are unable to store your trackback. Please try again later!
es: ¡No se ha almacenado tu trackback! por favor intentelo nuevamente mas tarde.

source: + Add Categories
es: + Agregar Categorías

source: Please provide a name
es: Por favor proporciona un nombre

source: Parent category
es: Categoría padre

source: Add
es: Agregar

source: Default Image
es: Por defecto

source: Post type
es: Tipo de entrada

source: Standard
es: Normal

source: Gallery
es: Galería

source: Quote
es: Cita

source: Mini post
es: Mini artículo

source: Image
es: Imagen

source: Link
es: Enlace

source: Publish
es: Publicar

source: Pending review
es: Pendientes

source: Status:
es: Estado:

source: Pending Review
es: Pendientes

source: Visibility:
es: Visibilidad:

source: Public
es: Publico

source: Password protected
es: Protegido por contraseña

source: password
es: contraseña

source: Private
es: Privado

source: Inmediatly
es: Inmediatamente

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

source: Author:
es: Autor:

source: Update Post
es: Actualizar Entrada

source: Add Tags
es: Agregar Etiquetas

source: + Add
es: + Agregar

source: Separate multiple tags with commas
es: Separar múltiples etiquetas con coma

source: Used Tags
es: Etiquetas Utilizadas

source: Choose between most populars tags
es: Seleccionar entre las etiquetas mas usadas

source: My Blog
es: Mi Blog

source: Homepage of module
es: Portada del módulo

source: Full post template
es: Plantilla para el artículo completo

source: Content of a category
es: Contenido de la categoría

source: The specific post content
es: Contenido de un artículo específico

source: Form for protected posts
es: Formulario para los artículos protegidos

source: Posts list for a specific tag
es: Lista de artículos de una etiqueta específica

source: Posts from a specific date
es: Artículos de una fecha determinada

source: Template for normal post
es: Plantilla para los artículos normales

source: Template for video post
es: Plantilla para videos

source: Template for gallery post
es: Plantilla para galerías

source: Template for image post
es: Plantilla para imégenes

source: Template for mini post
es: Plantillas para mini artículos

source: Template for quote post
es: Plantilla para citas

source: Based on date and name
es: Basado en nombre y fecha

source: Numeric format
es: Formato numérico

source: Number of related posts
es: Número artículos relacionados

source: Specify the limit of posts that will be shown in posts content
es: Especifica el límite de artículos que serán mostrados en el contenido del artículo.

source: Enable posts submission
es: Activar envío de artículos

source: By enabling this option, registered users can submit their own articles to MyWords
es: Al activar esta opción, los usuarios registrados podrán enviar sus propios artículos a MyWords

source: Auto approve posts submitted by editors
es: Aprobar automáticamente los artículos enviados por los editores

source: By enabling this option, the posts submitted by editors will automatically approve
es: Al activar esta opción, los artículos enviados por los editores registrados y activos, serán publicados automáticamente.
