Repository: bitcero/mywords
Catalog: mywords/lang/*.po
Languages: es

source: You are not allowed to do this operation!
es: ¡No estas autorizado para realizar esta acción!

source: A name is neccesary to create a new category!
es: ¡Es necesario un nombre para crear una categoría!

source: There is already a category with same name!
es: ¡Ya existe una categoría con el mismo nombre!

source: Category could not inserted!
es: ¡La categoría no pudo ser creada!

source: Category created successfully!
es: ¡Categoría creada satisfactoriamente!

source: You are not allowed to do this action!
es: ¡No tienes autorización para relizar esta acción!

source: You must provide a valid post ID
es: Debes proporcionar un ID válido de una entrada

source: You must provide an existing post ID
es: Debes proporcionar un ID de una entrada existente

source: You must provide a title for this post
es: Debes porporcionar un título para esta entrada

source: Content for this post has not been provided!
es: ¡No has porporcionado contenido

source: You must provide a password for this post or select another visibility option
es: Debes porporcionar una contraseña para esta entrada o seleccionar otra opción de visibilidad

source: There is already another post with same title for same date
es: Ya existe otra entrada con el mismo nombre en la misma fecha

source: Post updated successfully
es: Entrada actualizada correctamente

source: Post saved successfully
es: Entrada almacenada correctamente

source: Permalink:
es: Enlace permanente:

source: Errors ocurred while trying to save this post.
es: Ocurrieron errores al intentar almacenar esta entrada.

source: Social Sites
es: Redes Sociales

source: Bookmarks Management
es: Administración de Redes Sociales

source: Site ID not provided!
es: ¡No se ha proporcionado un ID de sitio!

source: Social site not exists!
es: ¡No existe el sitio especificado!

source: Edit Site
es: Editar Sitio

source: Edit Social Site
es: Editar Red Social

source: Operation not allowed!
es: ¡Operación no permitida!

source: You must specify a title for this site!
es: ¡Debes especificar un título para este sitio!

source: You must specify a formatted URL for this site!
es: ¡Debes especificar una URL formateada para este sitio!

source: Database updated successfully!
es: ¡Base de datos actualizada correctamente!

source: Errors ocurred while trying to update database!
es: ¡Ocurrieron algunos errores al intentar actualizar la base de datos!

source: Sorry, operation not allowed!
es: ¡Lo sentimos, esta operación no esta permitida!

source: Please, specify a valid site ID!
es: Por favor especifica un ID válido para un sitio!

source: Do you really want to delete \"%s\"
es: ¿Realmente deseas eliminar \"%s\"?

source: Categories
es: Categorías

source: Categories Management
es: Administración de Categorías

source: You must specify a valid category
es: Debes especificar una categoría válida

source: Specified category not exists!
es: ¡La categoría especificada no existe!

source: Edit category
es: Editar categoría

source: Edit Category
es: Editar Categoría

source: Category name
es: Nombre de la categoría

source: Category slug
es: Nombre corto de la categoría

source: Category description
es: Descripción de la categoría

source: Category Parent
es: Categoría Padre

source: Update Category
es: Actualizar Categoría

source: Cancel
es: Cancelar

source: Sorry, session token expired!
es: Lo sentimos ¡el identificador de sesión ha caducado!

source: Please specify a name for this category!
es: ¡Por favor especifica un nombre para esta categoría!

source: There is already a category with the same name!
es: ¡Ya existe una categoría con el mismo nombre!

source: Category created succesfully!
es: ¡Categoría creada satisfactoriamente!

source: There was an error!
es: ¡Ocurrió un error!

source: You must select one category at least!
es: ¡Debes seleccionar al menos una categoría!

source: Session token expired!
es: ¡El identificador de sesión ha caducado!

source: Category "%s" could not be deleted
es: ¡La categoría "%s" no pudo ser eliminada!

source: Database updated!
es: ¡Base de datos actualizada!

source: Editors Management
es: Administración de Editores

source: Editor ID not provided!.
es: ¡No se ha proporcionado un ID de Editor!

source: Editor does not exists!
es: ¡El editor no existe!

source: Editing Editor
es: Editando Editor

source: Edit Editor
es: Editar Editor

source: Editor ID has not been provided!
es: ¡El ID del editor no ha sido proporcionado!

source: Editor has not been found!
es: ¡No se ha encontrado el editor!

source: You must provide a display name for this editor!
es: ¡Debes proporcionar un nombre para mostrar para el editor!

source: You must specify a registered user ID for this editor!
es: ¡Debes especificar un ID de usuario registrado para este editor!

source: This user has been registered as editor before.
es: Este usuario ya ha sido registrado como un editor previamente.

source: Errors occurs while trying to save editor data
es: Ocurrieron algunos errores al intentar almacenar los datos del editor

source: Database updated succesfully!
es: ¡Base de datos actualizada satisfactoriamente!

source: Please, specify a valid editor ID!
es: ¡Por favor especifica un ID válido para el editor!

source: Errors ocurred while trying to delete editors!
es: ¡Ocurrieron errores al intentar eliminar estos editores!

source: An error ocurred while trying to write .htaccess file!
es: ¡Ocurrieron errores al intentar escribir en el archivo htaccess!

source: Dashboard
es: Panel de Control

source: MyWords Documentation
es: Documentación de MyWords

source: Dashboard Help
es: Ayuda del panel de control

source: Tags
es: Etiquetas

source: All Posts
es: Todas las Entradas

source: Add New
es: Crear

source: Published
es: Publicados

source: Drafts
es: Borradores

source: Pending of Review
es: Pendientes

source: Posts
es: Artículos

source: Editors
es: Editores

source: Not published
es: No publicado

source: Published Posts
es: Publicados

source: Posts management
es: Administración de Artículos

source: Posts Management: %s
es: Administración de Artículos: %s

source: Posts Management
es: Administración de Entradas

source: Please, specify a valid post ID
es: Por favor especifica un ID válido de una entrada

source: Specified post does not exists!
es: ¡La entrada especificada no existe!

source: Write post
es: Escribir artículo

source: Select one post at least!
es: ¡Selecciona al menos una entrada!

source: Errors ocurred while deleting "%s"
es: Ocurrieron errores al eliminar "%s"

source: Posts could not be updated!
es: ¡La entradas no pudieron ser actualizadas!

source: Posts updated successfully!
es: ¡Entradas actualizadas correctamente!

source: Tags Management
es: Administración de Etiquetas

source: Tags management
es: Administración de etiquetas

source: You must provide a name!
es: ¡Debes porporcionar un nombre!

source: Tag id not provided!
es: ¡No se ha porporcionado el ID de la etiqueta!

source: Tag does not exists!
es: ¡La etiqueta no existe!

source: A tag with same name or same short name already exists!
es: ¡Ya existe una etiqueta con el mismo nombre (o con el mismo nombre corto)!

source: A problem occurs while trying to save tag.
es: Ocurrión un error al intentar almacenar la etiqueta.

source: Tag ID not provided!.
es: ¡No se ha porporcionado el ID de la etiqueta!

source: Edit tag
es: Editar etiqueta

source: Editing Tag
es: Editando Etiqueta

source: Please, specify a valid tag id!
es: ¡Por favor especifica un ID válido!

source: Errors ocurred while trying to delete tags!
es: ¡Ocurrieron algunos errores al intentar eliminar las etiquetas!

source: Tags updated!
es: ¡Etiquetas actualizadas!

source: Trackbacks management
es: Administración de Trackbacks

source: Select one trackback at least!
es: ¡Selecciona al manos un trackback!

source: Trackbacks deleted successfully
es: Trackbacks eliminados correctamente

source: Sorry, we don't know this editor
es: Lo sentimos, no conocemos a este editor

source: Posts by "%s"
es: Artículos de "%s"

source: Show subcategories:
es: Mostrar subcategorías:

source: Yes
es: Sí

source: Show posts number:
es: Mostrar número de entradas:

source: %u Reads
es: %u Lecturas

source: %u Comments
es: %u Comentarios

source: Posts Number:
es: Número de Entradas:

source: Block type:
es: Tipo de bloque:

source: Recent Posts
es: Entradas Recientes

source: Popular Posts
es: Entradas Populares

source: Most Commented
es: Lo mas comentado

source: Show text:
es: Mostrar texto:

source: Text length:
es: Longitud del texto:

source: Show date:
es: Mostrar fecha:

source: Posts from category:
es: Artículos de la categoría:

source: Select category...
es: Seleccionar categoría...

source: Number of tags
es: Número de etiquetas

source: Size increment per post
es: Incremento de tamaño por entradas

source: Specified category could not be found
es: No se encontró la categoría especificada

source: Posts in &#8216;%s&#8217; Category
es: Artículos en la categoría &#8216;%s&#8217;

source: Permalink to this post
es: Enlace permanente a este artículo

source: Posts published under "%s"
es: Entradas publicadas como %s

source: Published on %s at %s
es: Publicado el %s a las %s

source: D d M, Y
es: d/m/Y

source: This post has been protected by a password. To read it you must provide the correct password.
es: Esta entrada ha sido protegida por una contraseña. Para poder leerla debes introducir la contraseña correctamente.

source: Password:
es: Contraseña:

source: Show Post
es: Mostrar Entrada

source: Not found
es: No se encontró

source: There are not posts published on this date
es: No existen entradas publicadas en esta fecha

source: Posts published on %s
es: Entradas publicadas en la fecha %s

source: MyWords Administration
es: Administración de MyWords

source: Link to post
es: Enlace a la entrada

source: All Recent Posts
es: Todas las entradas recientes

source: Show all recent posts
es: Mostrar todas las entradas recientes

source: Posts by category
es: Entradas por categoría

source: Select a category to see the posts published recently.
es: Selecciona una categoría para ver todas las entradas publicadas recientemente.

source: Show posts by tag
es: Mostrar entradas por etiquetas

source: Select a tag to see the posts published recently.
es: Selecciona una etiqueta para ver las entradas publicadas recientemente.

source: Show posts by author
es: Mostrar entradas por autor

source: Select an author to see the posts published recently.
es: Selecciona un autor para ver las entradas publicadas recientemente.

source: Submit Posts
es: Enviar Artículos

source: New Post
es: Nuevo Artículo

source: Module for publishing and management of news and blogs
es: Módulo para la publicación y administración de blogs

source: Module Status
es: Estado del Módulo

source: Articles
es: Entradas

source: Bookmarks
es: Marcadores

source: Submit Article
es: Enviar Entrada

source: Links Format
es: Formato de Enlaces

source: Determines the way the links in the module will be shown and processed.
es: Determina la forma en que los vínculos dentro del módulo serán mostrados y procesados .

source: Default
es: Por defecto

source: Based on name and date
es: Basado en nombre y fecha

source: Numeric
es: Numérico

source: Base Path
es: Ruta Base

source: This path is used when the links format has been set to use dates or numbers.
es: Esta ruta es utilizada cuando el formato de enlaces ha sido establecido como basado en fechas o en números.

source: Number of tags on admin widget
es: Número de etiquetas en el widget de administración

source: Posts per page
es: Entradas por página

source: Use CSS file
es: Usar archivo CSS

source: CSS file to use
es: Archivo CSS a utilizar

source: Show navigation bar between posts
es: Mostrar barra de navegación entre artículos

source: Blog name (section name)
es: Nombre del Blog (Sección)

source: This name will be used in trackbacks.
es: Este nombre será usado en los trackbacks.

source: Enable related posts
es: Activar artículos relacionados

source: Image Size for the Block
es: Tamaño de la imágen para el bloque

source: The specified image in the article will be resized with this sizes. Format: "width|height"
es: La imágen proporcionada con el artículo será redimensionada con estos tamaños. Formato: "ancho|alto"

source: Default Image for the articles in blocks
es: Imágen por defecto para las entradas en el bloque

source: When the "graphic" mode is enabled in the "Recent Articles" blocks, this image will be used when there is not a specified one for the article
es: Cuando el modo gráfico ha sido activado en el bloque de entradas recientes, esta imágen será utilizada si no se ha proporcionado una para la entrada.

source: Enable images in posts list
es: Activar imágenes en la lista de artículos

source: Size of images to use in posts list
es: Tamaño de las imágenes que se utilizarán en la lista de artículos

source: You must specify a custom size name created for a category in %s of %s.
es: Debes especificar una tamaño personalizado, creado en una categoría del %s de %s.

source: Images Manager
es: Administrador de Imágenes

source: Enable images in post
es: Activar imágenes en artículos

source: Size of images of post
es: Tamaño de imágenes en artículos

source: Maximum file size
es: Tamaño máximo de archivo

source: Show social bookmarks
es: Mostrar marcadores sociales

source: Recent Articles
es: Entradas Recientes

source: Recent Comments
es: Comentarios Recientes

source: Posts Syndication
es: Sindicación de Entradas

source: Articles Syndication in %s
es: Sindicación de artículos en %s

source: Syndication Description
es: Descripción de la sindicación

source: Home Page
es: Página Inicial

source: Post
es: Entrada

source: Category
es: Categoría

source: Author
es: Autor

source: Post Article
es: Enviar Entrada

source: Document not found
es: Documento no encontrado

source: Sorry, you are not allowed to view this post
es: Lo sentimos, no tienes autorización para ver este artículo

source: Edit Post
es: Editar Artículo

source: %u views
es: %u lecturas

source: %s by %s
es: %s por %s

source: Anonymous
es: Anónimo

source: Posted in:
es: Publicado en:

source: Tagged as:
es: Etiquetado como:

source: Published in
es: Publicado en

source: Tagged as
es: Etiquetado como

source: Main Page
es: Página Principal

source: Related Posts
es: Artículos Relacionados

source: Read more about "%s"
es: Leer más de "%s"

source: Sorry, specified category was not foud!
es: ¡Lo sentimos, no se encontró la cetegoría especificada!

source: Posts in %s - %s
es: Artículos en %s - %s

source: Sorry, specified tag was not foud!
es: ¡Lo sentimos, no se encontró la etiqueta especificada!

source: Posts tagged %s in %s
es: Artículos etiquetados %s en %s

source: Posts tagged as %s
es: Entradas etiquetados como %s

source: Sorry, specified author was not foud!
es: ¡Lo sentimos, no se encontró el autor especificado!

source: Posts by %s in %s
es: Artículos de %s en %s

source: Posts published by %s.
es: Entradas publicadas por %s

source: Posts in %s
es: Artículos en %s

source: All recent published posts
es: Todos los artículos publicados recientemente

source: Posts submission is currently disabled
es: El envío de artículos se encuentra deshabilitado

source: Sorry, this tag does not exists!
es: ¡Lo sentimos, este etiqueta no existe!

source: Posts tagged as "%s"
es: Artículos etiquetados como "%s"

source: Title
es: Título

source: Short description:
es: Descripción corta:

source: Formated URL:
es: URL formateada:

source: Icon:
es: Icono:

source: You can create new icons by uploading files to %s folder.
es: Puedes crear nuevos iconos subiendo los archivos de imágen al directorio %s.

source: Save Changes
es: Guardar Cambios

source: Social Sites allows to publish directly, on these sites, links and content from MyWords posts.
es: Las redes sociales te permiten publicar directamente, en esos sitios, los enlaces y contenido de las entradas de MyWords.

source: You can add new sites easily by configuring parameters for each site (eg. Twitter, Facebook, etc.), then your visitors can recommend posts to other users from these social networks.
es: Puedes agregar nuevos sitios fácilmente configurando los parámetros para cada uno de ellos (ej. Twitter, Facebook, etc.), entonces los visitantes podrán recomendar las entradas a otros usuarios de esas redes sociales.

source: Create Site
es: Crear Sitio

source: Site title:
es: Título del sitio:

source: Please, note that the URL can contain parameters {TITLE}, {URL} and {DESC} that will be replaced with their respective values.
es: Ten en cuenta que la URL puede contener los parámetros {TITLE}, {URL} y {DESC} que serán reemplzados con sus respectivos valores.

source: Bulk actions
es: Acciones en bloque

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Delete
es: Eliminar

source: Apply
es: Aplicar

source: Description
es: Descripción

source: There are not social sites registered yet!
es: ¡Aún no existen redes sociales registradas!

source: Inactive
es: Inactivo

source: Edit
es: Editar

source: Add Category
es: Agregar Categoría

source: Category Name
es: Nombre de la Categoría

source: Category Slug
es: Nombre corto de la categoría

source: The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
es: El "nombre corto" es la versión amigable del nombre para URLs. Usualmente se forma con letras minúsculas y contiene solo letras, números y guiones.

source: None
es: Ninguna

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
es: Las categorías, a diferencia de las etiquetas, pueden tener una jerarquía. Puedes tener probablemente una categoría llamada Jazz y bajo ella, tener categorías hijas como Bebop y Big Band. Totalmente opcional.

source: Name
es: Nombre

source: Slug
es: Nombre Corto

source: There are not categories registered yet!
es: ¡Todavía no hay categorías registradas!

source: Short name
es: Nombre corto

source: Biography:
es: Biografía:

source: Registered user:
es: Usuario registrado:

source: Permissions:
es: Permisos:

source: Create tags
es: Crear etiquetas

source: Create categories
es: Crear categorías

source: Send trackbacks
es: Enviar trackbacks

source: Manage discussions
es: Administrar discusiones

source: Editors are people that can send and publish content without admin approval. You can create new editors and assign individuals permissions for them.
es: Los editores son personas que pueden enviar y publicar contenido sin la aprovación del administrador. Puedes crear editores y aignarles permisos individuales.

source: All webmasters are allowed as editors with all privileges.
es: Todos los webmasters estan autorizados como editores con todos los privilegios.

source: Register Editor
es: Registrar Editor

source: Display name:
es: Nombre para mostrar:

source: Privilieges:
es: Privilegios:

source: Create Editor
es: Crear Editor

source: Display name
es: Mostrar nombre

source: User
es: Usuario

source: Permissions
es: Permisos

source: There are not editors registered yet.
es: Todavía no hay editores registrados.

source: Edit user
es: Editar usuario

source: Send trackbacks and pings
es: Enviar trackabacks

source: Enable/disable discussions
es: Activar/Desactivar discusiones

source: Create Post
es: Crear Entrada

source: You must specify the title for this post!
es: ¡Debes especificar el título para esta entrada!

source: Post Title...
es: Título del artículo...

source: View Post
es: Ver Entrada

source: Preview Post
es: Previsualizar

source: This post has not been saved. Remember to save it before leave this page.
es: Este post no ha sido guardado todavía. Recuerda guardarlo antes de abandonar esta página.

source: Post SEO
es: SEO

source: Custom Title
es: Título Personalizado

source: Insert here your own custom title for SEO purposes. This custom title will be used in title tag.
es: Insert el título deseado para fines SEO. Este título personalizado será utilizado en el meta title.

source: Meta Description
es: Descripción META

source: Meta Keywords
es: Palabras clave

source: Send Trackbacks
es: Enviar Trackbacks

source: Send trackbacks to:
es: Enviar trackbacks a:

source: Separate multiple URLs with spaces
es: Separa múltiples URLs con espacios

source: Pinged:
es: Enviados:

source: Custom Fields
es: Campos Personalizados

source: Value
es: Valor

source: Remove
es: Remover

source: Add new field:
es: Agregar nuevo campo:

source: - Select -
es: - Seleccionar -

source: Enter New
es: Crear Nuevo

source: Add custom field
es: Agregar campo personalizado

source: Custom fields can be used to add extra metadata to a post that you can use in your theme.
es: Los campos personalizados pueden ser usados para agregar datos adicionales a una entrada. Esta información puede ser usada en tu tema o plantillas.

source: Comments and Trackbacks
es: Comentarios y Trackbacks

source: Enable comments for this post
es: Activar comentarios para esta entrada

source: Allow trackbacks for this post
es: Activar trackbacks para esta entrada

source: Search
es: Buscar

source: Results:
es: Resultados:

source: Show all
es: Mostrar todo

source: Bulk Actions
es: Acciones en Bloque

source: Delete Posts
es: Eliminar Entradas

source: Set status as Pending review
es: Establecer como pendiente de revisión

source: Set status as Draft
es: Establecer como Borrador

source: Set status as published
es: Establecer como Publicado

source: Date
es: Fecha

source: No posts where found
es: No se encontraron entradas

source: Draft
es: Borrador

source: Scheduled
es: Programado

source: Pending
es: Pendiente

source: Preview
es: Previsualizar

source: View
es: Ver

source: New Tag
es: Nueva Etiqueta

source: Tag name
es: Nombre de etiqueta

source: Add Tag
es: Agregar etiqueta

source: More used tags
es: Etiquetas mas usadas

source: %u Posts
es: %u Entradas

source: Update posts number
es: Actualizar número de entradas

source: There is not any tag yet!
es: Todavía no existe ninguna etiqueta

source: Update
es: Actualizar

source: Quick Overview
es: Vista Rápida

source: Comments
es: Comentarios

source: Social sites
es: Redes Sociales

source: Current version:
es: Versión actual:

source: Recent Drafts
es: Borradores Recientes

source: Posts pending for review
es: Entras pendientes

source: Important!
es: ¡Importante!

source: MyWords tried to write your htaccess file in order to enable friendly urls but has been impossible. Please copy and paste next code into your htaccess file.
es: MyWords intentó escribir en el archivo htaccess con la finalidad de habilitar las URLs cortas, pero ha sido imposible. Por favor copia y pega el siguiente código en el archivo htaccess.

source: Editors Activity
es: Actividad de Editores

source: There are not editors registered yet!
es: Todavía no hay editores registrados

source: MyWords Resources
es: Recursos de MyWords

source: MyWords documentation
es: Documentación de MyWords

source: Learn more about MyWords. Installation, configuration and all information to improve this module.
es: Aprender mas sobre MyWords, instalación, configuración y toda la información para mejorar este módulo.

source: New modules, themes and awesome resources for XOOPS.
es: Nuevos módulos, temas y recursos geniales para XOOPS.

source: Recent News
es: Noticias Recientes

source: A trackback is one of three types of linkbacks, methods for Web authors to request notification when somebody links to one of their documents.
es: Un trackback es uno de los tres tipos de enlaces inversos, métodos para los autores web para solicitar información cuando alguien enlaza algún documento.

source: Learn more
es: Aprender mas
